Repository: saddamalsalfi/ojs-index-copernicus-export
Catalog: locale/*/locale.po
Languages: ar

# plugins.importexport.copernicus.displayName
source: Index Copernicus Export Plugin
ar: إضافة تصدير Index Copernicus

# plugins.importexport.copernicus.description
source: Export journal articles and issues to Index Copernicus XML format
ar: تصدير مقالات وأعداد المجلة إلى تنسيق XML الخاص بـ Index Copernicus

# plugins.importexport.copernicus.export
source: Export
ar: تصدير

# plugins.importexport.copernicus.export.issues
source: Export Issues
ar: تصدير الأعداد

# plugins.importexport.copernicus.export.selectIssue
source: Select issues to export to Index Copernicus format.
ar: اختر الأعداد المراد تصديرها إلى تنسيق Index Copernicus.

# plugins.importexport.copernicus.export.noIssues
source: No published issues available for export.
ar: لا توجد أعداد منشورة متاحة للتصدير.

# plugins.importexport.copernicus.export.success
source: Export completed successfully.
ar: تم التصدير بنجاح.

# plugins.importexport.copernicus.export.error
source: An error occurred during export.
ar: حدث خطأ أثناء التصدير.

# plugins.importexport.copernicus.cliUsage
source: Usage: {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue_id1 [issue_id2] ...
ar: الاستخدام: {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue_id1 [issue_id2] ...

# plugins.importexport.copernicus.cliError
source: ERROR:
ar: خطأ:

# plugins.importexport.copernicus.export.exportIssues
source: Export Issues
ar: تصدير الأعداد

# plugins.importexport.copernicus.selectIssuesDescription
source: Select the issues you would like to export. Only published issues are available for export.
ar: اختر الأعداد التي تريد تصديرها. الأعداد المنشورة فقط متاحة للتصدير.

# plugins.importexport.copernicus.exportByIssues
source: Export by Issues
ar: التصدير حسب الأعداد

# plugins.importexport.copernicus.export.issues.title
source: Select Issues to Export
ar: اختر الأعداد للتصدير

# plugins.importexport.copernicus.export.issues.help
source: Select one or more published issues, then click "Export" to download an XML file.
ar: اختر عددًا أو أكثر من الأعداد المنشورة ثم اضغط «تصدير» لتنزيل ملف XML.

# plugins.importexport.copernicus.noIssues
source: No published issues were found.
ar: لا توجد أعداد منشورة.

# plugins.importexport.copernicus.validateSchema
source: Validate against schema
ar: تحقق من المخطط (XSD) قبل التنزيل

# plugins.importexport.copernicus.validateSchema.help
source: Validate the output XML against journal_import_ici.xsd and log any errors.
ar: يقوم بالتحقق من ملف XML الناتج وفق journal_import_ici.xsd ويُسجل الأخطاء في السجل.

# plugins.importexport.copernicus.openIssues
source: Open export by issues
ar: فتح صفحة التصدير حسب الأعداد
